//ПЕРВАЯ СЦЕНА
//ЛУННАЯ НОЧЬ. ХУТОР
Ишь, как морозит! Сильнее, чем с утра! На небе, аж, звезды высветило! #speaker: Chub
Да и ночь не простая, а перед самым Рождеством! #speaker: Oksana
Чу! Слышь, как поют? То девки и парубки гуляют! Эх! Мне бы годков так... сбросить. Эх…я бы #speaker: Chub
//ЗА ОКНОМ ПОЯВЛЯЕТСЯ СВЕРБЫГУЗ
Эй, Чуб, где ты запропастился? #speaker: Sverbiguz
С вечера были званы к дьяку на праздник. Пора бы уж! #speaker: Golova
Иду! Иду! #speaker: Chub
Ишь, как высветлило ... #speaker: Chub

//ВТОРАЯ СЦЕНА
Ах, хороша я, хороша! Ну, просто чудо, как хороша! #speaker: Oksana
Да, право, так ли это (рассуждает, рассматривая себя) !? #speaker: Oksana
Носик вздернут. Щеки пухлые. И что такого нашли во мне парубки? #speaker: Oksana
Ох уж эти парубки! А давеча кузнец... Да что это я, право? #speaker: Oksana
Нет! Хороша я, хороша! Ну, просто чудо, как я хороша! #speaker: Oksana
//ЗАХОДИТ ВАКУЛА
Чудная, ненаглядная моя Оксана! #speaker: Bakula

А ты как тут?! #speaker: Oksana
//ЗА ОКНОМ ПОЯВЛЯЮТСЯ КОЛЯДУЮЩИЕ
//1
Ой! Оксана, что ты дома сидишь? #speaker: Kolads1
//2
Собирайся скорей! #speaker: Kolads2
//3
Смотри, сколько мы наколядовали! #speaker: Kolads3
//4
Право, душечка, Оксана собирайся живей! #speaker: Kolads4
Так весело! #speaker: Kolads4
//5
Надевай черевички! #speaker: Kolads5
Пошли! #speaker: Kolads5

Нет у меня новых черевичков. Да и подарить-то видать некому... #speaker: Oksana
Не тужи, ненаглядная Оксана! #speaker: Bakula
Я тебе достану черевички, какие редкая панночка носит! #speaker: Bakula

Ты? Черевички? #speaker: Oksana
А достань черевички, что сама царица носит, может, я и замуж за тебя выйду! #speaker: Oksana

//ТРЕТЬЯ СЦЕНА
//ДОМ ВАКУЛЫ
Лохматенький мой! Хвостатенький мой! Намаялся, небось! Притомился! #speaker: Soloha
Все до одной собрал! Темень такая, что и себя не видать. А звездочки, вот они! Все у меня! Вот с месяцем мне пришлось потрудиться... Ишь, светить придумали! #speaker: Chert
//СТУК В ДВЕРЬ. ЧЁРТ ПРЯЧЕТСЯ. ВХОДИТ ГОЛОВА.
Досточтимая Солоха, такая метель разгулялась, ни неба, ни земли не видать стало разом! Звезды на небе исчезли и месяц пропал! Чертовщина какая-то! Тут точно без нечистой не обошлось. #speaker: Golova
Я ж до Дьяка шел, да с пути сбился. А может и лучше, что метель началась. Часок-другой в обществе Вас, обворожительная Солоха, куда приятнее, чем в компании Дьяка. #speaker: Golova
Уж, право, скажете тоже, пан Голова. А я-то как рада вас видеть! Проходите, уважаемый пан Голова. Присаживайтесь, вот туточки, на скамеечку, да к печи поближе. Погрейтесь, пан Голова. Так что Вы говорите, метель?... Ой, право так метёт! Так метёт! #speaker: Soloha
//СТУК В ДВЕРЬ
Спрячьте меня дорогая Солоха. Негоже меня у Вас видеть... Всякое удумают. А уж наговорят-то?!... #speaker: Golova
//ГОЛОВА ПРЯЧЕТСЯ. ЗАХОДИТ ДЬЯК
Дрожайшая Солоха! Так метет...так метет... Не мудрено доброму путнику и с пути сбиться. Такое приключилось, что и сказать трудно. Замело да закрутило так! О-го-го! Уж не чаял, что доберусь к Вам, разлюбезная моя Солоха. #speaker: Dyak
Да уж как подумаю о Вас, моя прелесть, ноги сами идут, а хоть и не видать сегодня пути. Перемело кругом. #speaker: Dyak
А что это у Вас такое, дрожайшая моя Солоха? #speaker: Dyak
Да известно, что - рука #speaker: Soloha
А это что же такое, разлюбезная моя Солоха? #speaker: Dyak
То бусики, уважаемый дьяк. #speaker: Soloha
Красные бусики. В прошлогоде на ярмарке купила. #speaker: Soloha
Красивые бусики... #speaker: Soloha

А это что у Вас такое, прелестнейшая? #speaker: Dyak
Такое ... такое... #speaker: Dyak

То шея, уважаемый дьяк. #speaker: Soloha
//СТУК В ДВЕРЬ. ДЬЯК ПРЯЧЕТСЯ. ЗАХОДИТ ЧУБ.
Доброго здоровья Вам, уважаемая Солоха! Я ж до Дьяка решил прогуляться. Вышел я из хаты, а небо в раз потемнело, и звёзды пропали!#speaker: Chub
Даже месяца, как небывало – исчез! Тут во всякую чертовщину поверить можно! #speaker: Chub
А морозище-то, экий знатный! Да и метель, думаю, удалась на славу. В такой чудный вечерок подумалось о тебе, о прекрасная Солоха. #speaker: Chub
И Вам доброго здоровьишка, пан Чуб! #speaker: Soloha
Какой Вы право, быстрый!  #speaker: Soloha

А что, хозяюшка, может в праздничек не грех и по чарочке... #speaker: Chub
Да и мороз, опять же... #speaker: Chub

Если немного только, чтобы компанию подержать, право. #speaker: Soloha
Доброго здоровья, хозяюшка! #speaker: Chub
Вам того же, пан Чуб. #speaker: Soloha
//ЗА ОКНОМ СЛЫШИТСЯ ГОЛОС ВАКУЛЫ
Мамо! #speaker: Bakula
//ЧУБ ПРЯЧЕТСЯ. ЗАХОДИТ ВАКУЛА.
Это ты, сынок!? #speaker: Soloha
Чу! Наробился, устал. #speaker: Soloha
Мой руки, да садись вечерять. #speaker: Soloha
//СТУК В ДВЕРЬ. СОЛОХА ОТКРЫВАЕТ, В ДВЕРЯХ СТОИТ СВЕРБЫГУЗ. СОЛОХА И СВЕРБЫГУЗ УХОДЯТ.
//ЧЕТВЁРТАЯ СЦЕНА
Завтра праздник, а в хате мусору накопилось. Надобно бы вынести. Не уж-то померещилось. А все она, Оксана из ума не идет. Так и рассудка лишиться можно. Утопиться впору. Все одно к проруби идти... #speaker: Bakula
//ЗАКИДЫВАЕТ НА ПЛЕЧО МЕШОК С ЧЁРТОМ
Тяжесть-то какая! #speaker: Bakula
//ПЯТАЯ СЦЕНА
//НА УЛИЦЕ КАЛЯДУЮЩИЕ
Ой! Гляньте, то ж Вакула. #speaker: Kolads1
Вакула один наколяловал!? Смотрите, смотрите! Мешок-то какой большой! #speaker: Kolads2
Открой, Вакула! Дай посмотреть! #speaker: Kolads3
Где тебе так повезло? #speaker: Kolads4
Ой! Братцы! И верно! Мешок- то совсем тяжелый! #speaker: Kolads5
Може телушка в нем! #speaker: Kolads5
Смурной какой-то сегодня Вакула. #speaker: Kolads6
И то верно. Оставим его #speaker: Kolads7
Нет, не могу больше... Нет больше сил... #speaker: Bakula
//ПОДХОДИТ К ОКСАНЕ
Прощай, Оксана! А не увидишь уж больше ты меня на этом свете. #speaker: Bakula
А ты достань черевички! Может я замуж за тебя выйду! #speaker: Oksana
//ШЕСТАЯ СЦЕНА
//ДОМ ПАЦЮКА
Пришёл к тебе совета попросить, ведь ты, говорят, немного чёрту сродни. А я готов помощи даже у черта просить. #speaker: Bakula
Не надо тому за чертом ходить, у кого черт за спиной сидит. #speaker: Pacuk
//ВЫЛЕЗАЕТ ЧЁРТ
Я твой друг! Все сделаю для товарища. #speaker: Chert
Оксана будет наша! #speaker: Chert
Ах ты, нечисть свинорылая! Пусть же лихо тебе станет! Эх! Неси меня в Петербург! К самой царице неси! Там нынче наши казаки должны быть, авось помогут!  Мне терять нечего! #speaker: Bakula
//СЕДЬМАЯ СЦЕНА
//ТРОННЫЙ ЗАЛ ЗИМНЕГО ДВОРЦА
Светлейший обещал меня познакомить сегодня с моим народом, которого я до сих пор еще не видала. #speaker: Ekaterina
Помилуй, мамо! Зачем губишь верный народ? Чем прогневили? Прежде слыхали мы, что приказываешь везде строить крепости от нас; после слушали, что хочешь поворотить в карабинеры; теперь слышим новые напасти. #speaker: Zaporog
Чем виновато запорожское войско? Тем ли, что перевело твою армию через Перекоп и помогло твоим генералам порубать крымцев? #speaker: Zaporog
-> main

=== main ===
Чего же вы хотите? #speaker: Ekaterina
  * [Ваше царское величество, не прикажите казнить, прикажите миловать! Из чего, не во гнев будь сказано вашей царской милости, сделаны черевички, что на ногах ваших?]
   Хм, мне положительно нравится такая простота… Это бархат, если желаешь знать #speaker: Ekaterina
   **  [Я думаю, ни один швец ни в одном государстве на свете не сумеет так сделать.]
   Если так тебе хочется иметь такие башмаки, то это нетрудно сделать. Принесите ему сей же час башмаки самые дорогие, с золотом! #speaker: Ekaterina
   **  [Боже ты мой, что, если бы моя жинка надела такие черевики!] 
   Отдать их я тебе не смогу, однако если желаешь, возьми на память этот перстень #speaker: Ekaterina
   -> DONE
  * [Дозвольте, Ваше царское величество испросить в дар те черевички, что на ногах ваших]
   Какая наглость… #speaker: Ekaterina
   **  [Не извольте гневаться, Ваше царское величество, я человек тёмный]
   Я вижу ты действительно тёмный человек, не знаешь как держать себя перед людьми. Ступай же отсюда. #speaker: Ekaterina  
   -> DONE 
   **  [Неужели Вашему величеству жаль этих черевичек?]
   Выкиньте отсюда этого нахала! #speaker: Ekaterina 
   -> DONE
   - //ВОСЬМАЯ СЦЕНА
   Что ж я, батько, наделала?! Неужто и впрямь Вакула утонул? #speaker: Oksana
Так люди говорят. Хороший хлопчик ... #speaker: Oksana

   И то верно, доченька... Жаль кузнеца... Справный хозяин получился бы. Плохо на хуторе без кузнеца-то... #speaker: Chub
   Да люб он мне   ... #speaker: Oksana
   //СТУК В ДВЕРЬ. ЗАХОДИТ ВАКУЛА.
   Прошу руки Вашей дочери! #speaker: Bakula
   Да разреши сватов засылать? #speaker: Bakula
   Смотри, любая моя, какие черевички я тебе принес! #speaker: Bakula
Это те самые, что сама царица носит! #speaker: Bakula

   Нет, нет! То мне не нужно черевичек! Я и без черевичек... #speaker: Oksana
    -> END
