//ПЕРВАЯ СЦЕНА
//ЛУННАЯ НОЧЬ. ХУТОР
#enter: Chub
Ишь, как морозит! Сильнее, чем с утра! На небе, аж, звезды высветило! #speaker: Chub #emotion: Think 
Да и ночь не простая, а перед самым Рождеством! #enter: Oksana #speaker: Oksana #emotion: Funny
Чу! Слышь, как поют? То девки и парубки гуляют! Эх! Мне бы годков так... сбросить. Эх…я бы #speaker: Chub #emotion: Funny
//ЗА ОКНОМ ПОЯВЛЯЕТСЯ СВЕРБЫГУЗ
#leave: Oksana
#enter: Sverbiguz
#звук: стуквдверь
Эй, Чуб, где ты запропастился? #speaker: Sverbiguz
#leave: Chub
#enter: Golova
С вечера были званы к дьяку на праздник. Пора бы уж! #speaker: Golova
#leave: Golova
#enter: Chub
Иду! Иду! #speaker: Chub
Ишь, как высветлило ... #speaker: Chub
#leave: Chub
#leave: Sverbiguz
#звук: скрипдвери
//ВТОРАЯ СЦЕНА

Оставшись одна, завидная хуторская невеста начинает любоваться собой в зеркале. Надевает разные бусы #фон: Зеркало
Примеряет на голову венок с лентами, приговаривает 
Ах, хороша я, хороша! Ну, просто чудо, как хороша! #speaker: Oksana #звук: смехоксаны 
Да, право, так ли это!? #speaker: Oksana
Носик вздернут. Щеки пухлые. И что такого нашли во мне парубки? #speaker: Oksana 
Ох уж эти парубки! А давеча кузнец... Да что это я, право? #speaker: Oksana #звук: смехоксаны2
Нет! Хороша я, хороша! Ну, просто чудо, как я хороша! #speaker: Oksana 
#звук: скрипдвери #enter: Bakula #enter: Oksana #фон: Фон3
Чудная, ненаглядная моя Оксана! #speaker: Bakula 
А ты как тут?! #speaker: Oksana #emotion: Scared #звук: оксанаохает
//ЗА ОКНОМ ПОЯВЛЯЮТСЯ КОЛЯДУЮЩИЕ
//1
Ой! Оксана, что ты дома сидишь? #speaker: Kolads1 #звук: Колядки обрез
//2
Собирайся скорей! #speaker: Kolads2
//3
Смотри, сколько мы наколядовали! #speaker: Kolads3
//4
Право, душечка, Оксана собирайся живей! #speaker: Kolads4
Так весело! #speaker: Kolads4
//5
Надевай черевички! #speaker: Kolads5
Пошли! #speaker: Kolads5

Нет у меня новых черевичков. Да и подарить-то видать некому... #speaker: Oksana #emotion: Sad #звук: оксанавздыхает
Не тужи, ненаглядная Оксана! #speaker: Bakula #emotion:Funny
Я тебе достану черевички, какие редкая панночка носит! #speaker: Bakula

Ты? Черевички? #speaker: Oksana #emotion: Funny #звук: смехоксаны2
А достань черевички, что сама царица носит, может, я и замуж за тебя выйду! #speaker: Oksana
#leave: Oksana
#leave: Bakula

//ТРЕТЬЯ СЦЕНА
//ДОМ ВАКУЛЫ
#enter: Chert
#enter: Soloha
#фон: домСолохи
Лохматенький мой! Хвостатенький мой! Намаялся, небось! Притомился! #speaker: Soloha #emotion: Blush
Все до одной собрал! Темень такая, что и себя не видать. А звездочки, вот они! Все у меня! #speaker: Chert #emotion: Funny #звук: СмехЧерта
#leave: Soloha #leave: Chert
Черт приоткрывает небольшое ведёрко, ласкаясь, похваляется перед Солохой #фон: ведёрко
#enter: Chert #enter: Soloha  #фон: домСолохи
Вот с месяцем мне пришлось потрудиться...#speaker: Chert #emotion: Funny
Ишь, светить придумали! #speaker: Chert #emotion: Funny 
#звук: стуквдверь
... #speaker: Soloha #emotion: Scared1 #звук: СолохаОхает
Солоха суетится. Схватила за лапу чёрта и пытается найти место, куда его спрятать
Чёрт вырывается, убегает. Солохе с трудом удается его поймать и спрятать в мешок #звук: ПрячетВМешок #leave: Chert
Она завязала мешок и ставит его возле печки
После этого Солоха тяжело опускается на скамейку и вытирает пот
#enter: Golova
Досточтимая Солоха, такая метель разгулялась, ни неба, ни земли не видать стало разом! #speaker: Golova
Звезды на небе исчезли и месяц пропал! Чертовщина какая-то! Тут точно без нечистой не обошлось #speaker: Golova
Я ж до Дьяка шел, да с пути сбился. А может и лучше, что метель началась #speaker: Golova #emotion: Funny
Часок-другой в обществе Вас, обворожительная Солоха, куда приятнее, чем в компании Дьяка #speaker: Golova #emotion: Funny
Уж, право, скажете тоже, пан Голова. А я-то как рада вас видеть! #speaker: Soloha #emotion: Blush
#звук: солохасмеётся 
Проходите, уважаемый пан Голова. Присаживайтесь, вот туточки, на скамеечку, да к печи поближе #speaker: Soloha #emotion: Happy1
Погрейтесь, пан Голова. Так что Вы говорите, метель?... Ой, право так метёт! Так метёт! #speaker: Soloha #emotion: Happy1
#звук: стуквдверь
... #speaker: Soloha #emotion: Scared1 #звук: СолохаОхает
Спрячьте меня дорогая Солоха. Негоже меня у Вас видеть... Всякое удумают. А уж наговорят-то?!... #speaker: Golova #emotion: Scary
Голова в ужасе хватается за голову
Солоха достает мешок и прячет в него гостя  #звук: ПрячетВМешок
Она ставит мешок рядом с печкой, там, где стоит и мешок с чёртом
#leave: Golova #enter: Dyak #звук: скрипдвери
Дрожайшая Солоха! Так метет...так метет... Не мудрено доброму путнику и с пути сбиться #speaker: Dyak #emotion: Funny
Такое приключилось, что и сказать трудно. Замело да закрутило так! О-го-го! #speaker: Dyak #emotion: Funny
Уж не чаял, что доберусь к Вам, разлюбезная моя Солоха #speaker: Dyak #emotion: Funny
Да уж как подумаю о Вас, моя прелесть, ноги сами идут, а хоть и не видать сегодня пути. Перемело кругом #speaker: Dyak
А что это у Вас такое, дрожайшая моя Солоха? #speaker: Dyak #emotion: Funny
Да известно, что - рука #speaker: Soloha #emotion: Blush
А это что же такое, разлюбезная моя Солоха? #speaker: Dyak #emotion: Think
То бусики, уважаемый дьяк #speaker: Soloha #emotion: Blush
Красные бусики. В прошлогоде на ярмарке купила #speaker: Soloha #emotion: Funny
Красивые бусики... #speaker: Soloha #emotion: Happy2 #звук: солохасмеётся

А это что у Вас такое, прелестнейшая? #speaker: Dyak #emotion: Think
Такое... такое... #speaker: Dyak #emotion: Funny
То шея, уважаемый дьяк #speaker: Soloha #emotion: Blush
#звук: стуквдверь
... #speaker: Soloha #emotion: Scared1 #звук: СолохаОхает
... #speaker: Dyak #emotion: Scary
Испуганный дьякон суетится, умоляет Солоху спрятать его куда-нибудь
Солоха привычным движением прячет дьякона в мешок и ставит его рядом с мешком, в котором пан Голова #звук: ПрячетВМешок #leave: Dyak
Она поправляет фартучек, косынку и идет открывать дверь #звук: скрипдвери 
#enter: Chub

Доброго здоровья Вам, уважаемая Солоха! Я ж до Дьяка решил прогуляться #speaker: Chub
Вышел я из хаты, а небо в раз потемнело, и звёзды пропали! #speaker: Chub
Даже месяца, как небывало – исчез! Тут во всякую чертовщину поверить можно! #speaker: Chub
А морозище-то, экий знатный! Да и метель, думаю, удалась на славу #speaker: Chub
В такой чудный вечерок подумалось о тебе, о прекрасная Солоха #speaker: Chub
И Вам доброго здоровьишка, пан Чуб! #speaker: Soloha #emotion: Happy2
Какой Вы право, быстрый!  #speaker: Soloha #emotion: Happy2

А что, хозяюшка, может в праздничек не грех и по чарочке... #speaker: Chub #emotion: Funny
Да и мороз, опять же... #speaker: Chub #emotion: Funny

Если немного только, чтобы компанию подержать, право. #speaker: Soloha #emotion: Blush 
#leave: Soloha #leave: Chub
Она накрывает на стол огурчики соленые, квашеную капустку, пироги, вареный картофель #фон: Cтол #звук: солохадостаётчашки
Сама Солоха усаживается напротив Чуба. Чуб переходит на другую сторону, поближе к Солохе
Усаживается рядом на скамейку
#фон: домСолохи #enter: Chub #enter: Soloha 
Доброго здоровья, хозяюшка! #speaker: Chub #emotion: Funny
Вам того же, пан Чуб #speaker: Soloha #emotion: Blush
//ЗА ОКНОМ СЛЫШИТСЯ ГОЛОС ВАКУЛЫ
Мамо! #speaker: Bakula #звук: стуквдверь
...#speaker: Chub #emotion: Scary #звук: СолохаОхает
...#speaker: Soloha #emotion: Scared1
Чуб делает большие глаза. Небольшая пауза. Молчание
Он совершенно не намерен встречаться с Вакулой. Солоха, спешно убирает со стола чарки
Она едва успевает достать из-под скамейки мешок 
Чуб, который в это время пригнувшись, бегал вокруг стола, пытаясь влезть под него, добровольно прячется в мешок #leave: Chub #enter: Bakula #звук: ПрячетВМешок
И этот мешок вновь оказывается рядом с остальными
Это ты, сынок!? #speaker: Soloha #emotion: Scared2
Чу! Наробился, устал #speaker: Bakula #emotion: Sad
Мой руки, да садись вечерять #speaker: Soloha #emotion: Happy1
Вакула словно не слышит мать. Он молча снимает овчину, шапку, кладет их на скамью и садится за стол
Все его мысли об Оксане. Солоха в это время суетится, накрывая на стол щи
Кушай, сынок, кушай!#speaker: Soloha #emotion: Happy1
#звук: стуквдверь
Кого это еще нелегкая принесла? #speaker: Soloha #emotion: Angry1
Солоха спешит к двери. В дверях встречается со Свербыгузом. Шепчет ему что-то на ухо
Свербыгуз и Солоха уходят, по дороге оживлённо о чем-то беседуя и посмеиваясь
#leave: Soloha
//ЧЕТВЁРТАЯ СЦЕНА
#leave: Bakula #фон: мешки
Оставшись один, кузнец грустит об Оксане.
Завтра праздник, а в хате мусору накопилось #speaker: Bakula
#фон: домСолохи #enter: Bakula
Надобно бы вынести. #speaker: Bakula #emotion:Sad
...#leave: Bakula #фон: одинМешок
#фон: домСолохи #enter: Bakula
Не уж-то померещилось. А все она, Оксана из ума не идет #speaker: Bakula
Так и рассудка лишиться можно. Утопиться впору. Все одно к проруби идти... #speaker: Bakula #emotion: Sad
Вакула закидывает на плечо мешок с Чертом #звук: ПрячетВМешок
Тяжесть-то какая! #speaker: Bakula
#leave: Bakula
//ПЯТАЯ СЦЕНА
//НА УЛИЦЕ КАЛЯДУЮЩИЕ
#фон: улица
Калядки. На улице группа молодежи
Девушки и парни наперебой интересуются, кто и что накалядовал
Увидав кузнеца, они и у него интересуются, увидев большой мешок
#enter: Bakula
Ой! Гляньте, то ж Вакула #speaker: Kolads1
Вакула один наколяловал!? Смотрите, смотрите! Мешок-то какой большой! #speaker: Kolads2
Открой, Вакула! Дай посмотреть! #speaker: Kolads3
Где тебе так повезло? #speaker: Kolads4
Ой! Братцы! И верно! Мешок- то совсем тяжелый! #speaker: Kolads5
Може телушка в нем! #speaker: Kolads5
Смурной какой-то сегодня Вакула #speaker: Kolads6
И то верно. Оставим его #speaker: Kolads7
Нет, не могу больше... Нет больше сил... #speaker: Bakula #emotion: Sad2
Ватага калядующих убегает. Оксана задерживается на некоторое время
Она с любопытством оглядывает кузнеца
#enter: Oksana
Прощай, Оксана! А не увидишь уж больше ты меня на этом свете. #speaker: Bakula #emotion: Sad2
А ты достань черевички! Может я замуж за тебя выйду! #speaker: Oksana #emotion: Funny #звук: смехоксаны
#leave: Bakula #leave: Oksana
//ШЕСТАЯ СЦЕНА
//ДОМ ПАЦЮКА
#фон: домПацюка
Пацюк, богатый хуторянин. Он необычен. Про него говорят, что он с чертом знается
К нему и привела дорожка Вакулу
Пацюк сидит за столом и ест вареники.
#enter: Bakula #enter: Pacuk
Пришёл к тебе совета попросить, ведь ты, говорят, немного чёрту сродни #speaker: Bakula
А я готов помощи даже у черта просить #speaker: Bakula #emotion: Think
Не надо тому за чертом ходить, у кого черт за спиной сидит #speaker: Pacuk
#leave: Pacuk
#enter: Chert
Я твой друг! Все сделаю для товарища. #speaker: Chert #emotion:Funny #звук: СмехЧерта
Оксана будет наша! #speaker: Chert #emotion:Funny
Ах ты, нечисть свинорылая! Пусть же лихо тебе станет! #speaker: Bakula #emotion:Angry
Эх! Неси меня в Петербург! К самой царице неси! #speaker: Bakula #emotion:Angry
Там нынче наши казаки должны быть, авось помогут!  Мне терять нечего! #speaker: Bakula #emotion:Angry
#leave: Bakula
#leave: Chert
//СЕДЬМАЯ СЦЕНА
//ТРОННЫЙ ЗАЛ ЗИМНЕГО ДВОРЦА

Вакула подходит к тронному залу зимнего дворца, откуда до него доносятся голоса
Светлейший обещал меня познакомить сегодня с моим народом, которого я до сих пор еще не видала #speaker: Ekaterina
Помилуй, мамо! Зачем губишь верный народ? Чем прогневили? #speaker: Zaporog
Прежде слыхали мы, что приказываешь везде строить крепости от нас; после слушали, что хочешь поворотить в карабинеры;#speaker: Zaporog
теперь слышим новые напасти #speaker: Zaporog
Чем виновато запорожское войско? #speaker: Zaporog
Тем ли, что перевело твою армию через Перекоп и помогло твоим генералам порубать крымцев? #speaker: Zaporog
-> main

=== main ===
Чего же вы хотите? #speaker: Ekaterina
  * [Ваше царское величество, не прикажите казнить, прикажите миловать! Из чего, не во гнев будь сказано вашей царской милости, сделаны черевички, что на ногах ваших?]
   Хм, мне положительно нравится такая простота… Это бархат, если желаешь знать #speaker: Ekaterina
   **  [Я думаю, ни один швец ни в одном государстве на свете не сумеет так сделать.]
   Если так тебе хочется иметь такие башмаки, то это нетрудно сделать #speaker: Ekaterina
Принесите ему сей же час башмаки самые дорогие, с золотом! #speaker: Ekaterina
   **  [Боже ты мой, что, если бы моя жинка надела такие черевики!] 
   Отдать их я тебе не смогу, однако если желаешь, возьми на память этот перстень #speaker: Ekaterina
   -> DONE
  * [Дозвольте, Ваше царское величество испросить в дар те черевички, что на ногах ваших]
   Какая наглость… #speaker: Ekaterina
   **  [Не извольте гневаться, Ваше царское величество, я человек тёмный]
   Я вижу ты действительно тёмный человек, не знаешь как держать себя перед людьми. Ступай же отсюда #speaker: Ekaterina  
   -> DONE 
   **  [Неужели Вашему величеству жаль этих черевичек?]
   Выкиньте отсюда этого нахала! #speaker: Ekaterina 
   -> DONE
   - //ВОСЬМАЯ СЦЕНА
 #enter: Chub   
#enter: Oksana
  
   #фон: Фон3
   Что ж я, батько, наделала?! Неужто и впрямь Вакула утонул? #speaker: Oksana #emotion: Sad4 #звук: ПлачьОксаны
Так люди говорят. Хороший хлопчик... #speaker: Oksana

   И то верно, доченька... Жаль кузнеца... Справный хозяин получился бы. Плохо на хуторе без кузнеца-то... #speaker: Chub #emotion: Think #звук: ЧубПокрякивает
   Да люб он мне... #speaker: Oksana #emotion: Sad4
#звук: скрипдвери
#leave: Chub
#enter: Bakula
Прошу руки Вашей дочери! #speaker: Bakula #emotion: Funny
Да разреши сватов засылать? #speaker: Bakula #emotion: Funny
Смотри, любимая моя, какие черевички я тебе принес! #speaker: Bakula
Это те самые, что сама царица носит! #speaker: Bakula
Оксана, вставая навстречу кузнецу

Нет, нет! То мне не нужно черевичек! Я и без черевичек... #speaker: Oksana #emotion: Funny
Кузнец бережно кладет руки на плечи девушки. Она смиренно опускает голову на грудь кузнецу
    -> END